Repository: pixelspark/sushitrain
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, it, nl, uk

source: Close the app
de: App schließen
es: Cerrar la app
it: Chiudi l'app
nl: Sluit de app
uk: Закрити програму

source: Completion
de: Fertigstellen
es: Finalización
it: Completamento
nl: Voortgang
uk: Завершення

source: Configuration folder changed
de: Konfigurationsordner geändert
es: Carpeta de configuración cambiada
it: Cartella di configurazione modificata
nl: Configuratiemap gewijzigd
uk: Папку конфігурації змінено

source: Configuration folder location
de: Konfigurationsordnerpfad
es: Ubicación de la carpeta de configuración
it: Posizione cartella di configurazione
nl: Configuratiemaplocatie
uk: Місцезнаходження папки конфігурації

source: Configuration settings
de: Konfigurationseinstellungen
es: Ajustes de configuración
it: Impostazioni di configurazione
nl: Configuratie-instellingen
uk: Налаштування конфігурації

source: Configure device
de: Gerät konfigurieren
es: Configurar dispositivo
it: Configura dispositivo
nl: Apparaat configureren
uk: Налаштувати пристрій

source: Configure device(s)
de: Gerät(e) konfigurieren
es: Configurar dispositivo(s)
it: Configura dispositivo/i
nl: Configureer apparaat(en)
uk: Налаштувати пристрій(ї)

source: Configure folder
de: Ordner konfigurieren
es: Configurar carpeta
it: Configura cartella
nl: Map configureren
uk: Налаштувати папку

source: Configure folder(s)
de: Ordner konfigurieren
es: Configurar carpeta(s)
it: Configura cartella/e
nl: Mappen configureren
uk: Налаштувати папку(и)

source: Conflicting versions of this file
de: Konfliktierende Versionen dieser Datei
es: Versiones en conflicto de este archivo
it: Versioni conflittuali di questo file
nl: Conflicterende versies van dit bestand
uk: Конфліктуючі версії цього файлу

source: Connected
de: Verbunden
es: Conectado
it: Connesso
nl: Verbonden
uk: Підключено

source: Connections to other devices can only be initiated by this device, not by the other added devices.
de: Verbindungen zu anderen Geräten können nur von diesem Gerät initiiert werden, nicht von den anderen hinzugefügten Geräten.
es: Las conexiones a otros dispositivos solo pueden ser iniciadas por este dispositivo, no por los otros dispositivos añadidos.
it: Le connessioni ad altri dispositivi possono essere avviate solo da questo dispositivo, non dagli altri dispositivi aggiunti.
nl: Verbindingen naar andere apparaten worden alleen door dit apparaat geïnitieerd, niet door de andere gekoppelde apparaten.
uk: Підключення до інших пристроїв може ініціювати лише цей пристрій, а не інші додані пристрої.

source: Connectivity
de: Konnektivität
es: Conectividad
it: Connettività
nl: Connectiviteit
uk: Підключення

source: Continue
de: Fortfahren
es: Continuar
it: Continua
nl: Doorgaan
uk: Продовжити

source: Copy
de: Kopieren
es: Copiar
it: Copia
nl: Kopieer
uk: Копіювати

source: Copy external link
de: Externen Link kopieren
es: Copiar enlace externo
it: Copia link esterno
nl: Kopieer externe link
uk: Скопіювати зовнішнє посилання

source: Copy new photos
de: Neue Fotos kopieren
es: Copiar nuevas fotos
it: Copia nuove foto
nl: Nieuwe foto's kopiëren
uk: Копіювати нові фото

source: Copy photos
de: Fotos kopieren
es: Copiar fotos
it: Copia foto
nl: Foto's kopiëren
uk: Копіювати фото

source: Copy photos periodically in the background
de: Fotos regelmäßig im Hintergrund kopieren
es: Copiar fotos periódicamente en segundo plano
it: Copia periodicamente le foto in background
nl: Kopieer foto's periodiek op de achtergrond
uk: Копіювати фотографії періодично у фоновому режимі

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
it: Copia negli appunti
nl: Kopiëren
uk: Копіювати в буфер обміну

source: Could not add device
de: Gerät konnte nicht hinzugefügt werden
es: No se pudo agregar el dispositivo
it: Impossibile aggiungere il dispositivo
nl: Kon apparaat niet toevoegen
uk: Не вдалося додати пристрій

source: Could not add folder
de: Ordner konnte nicht hinzugefügt werden
es: No se pudo agregar la carpeta
it: Impossibile aggiungere la cartella
nl: Kon map niet toevoegen
uk: Не вдалося додати папку

source: Could not change addresses
de: Konnte Adressen nicht ändern
es: No se pudo cambiar las direcciones
it: Impossibile modificare gli indirizzi
nl: Kon adressen niet wijzigen
uk: Не вдалося змінити адреси

source: Could not change synchronization setting
de: Synchronisierungseinstellung konnte nicht geändert werden
es: No se pudo cambiar la configuración de sincronización
it: Impossibile modificare l'impostazione di sincronizzazione
nl: Synchronisatie-instelling kon niet worden gewijzigd
uk: Не вдалося змінити налаштування синхронізації

source: Could not download file
de: Datei konnte nicht heruntergeladen werden
es: No se pudo descargar el archivo
it: Impossibile scaricare il file
nl: Kon het bestand niet downloaden
uk: Не вдалося завантажити файл

source: Could not find selected album
de: Ausgewähltes Album nicht gefunden
es: No se pudo encontrar el álbum seleccionado
it: Impossibile trovare l'album selezionato
nl: Kan geselecteerd album niet vinden
uk: Не вдалося знайти вибраний альбом

source: Could not set encryption key
de: Der Verschlüsselungsschlüssel konnte nicht gesetzt werden
es: No se pudo establecer la clave de cifrado
it: Impossibile impostare la chiave di crittografia
nl: Kon de encryptiesleutel niet instellen
uk: Не вдалося встановити ключ шифрування

source: Create a new folder
de: Neuen Ordner erstellen
es: Crear nueva carpeta
it: Crea una nuova cartella
nl: Nieuwe map aanmaken
uk: Створити нову папку

source: Current addresses
de: Aktuelle Adressen
es: Direcciones actuales
it: Indirizzi correnti
nl: Huidige adressen
uk: Поточні адреси

source: Currently no files are being sent to other devices.
de: Zurzeit werden keine Dateien an andere Geräte gesendet.
es: Actualmente no se están enviando archivos a otros dispositivos.
it: Attualmente nessun file viene inviato ad altri dispositivi.
nl: Momenteel worden er geen bestanden naar andere apparaten verzonden.
uk: Зараз жодні файли не відправляються на інші пристрої.

source: Currently searching using multiple criteria is not supported, unless all criteria are required.
de: Das Suchen mit mehreren Kriterien wird derzeit nicht unterstützt, es sei denn, alle Kriterien sind erforderlich.
es: Actualmente, la búsqueda usando múltiples criterios no es compatible, a menos que se requieran todos los criterios.
it: Attualmente la ricerca utilizzando più criteri non è supportata, a meno che tutti i criteri siano richiesti.
nl: Zoeken met meerdere criteria wordt momenteel niet ondersteund, tenzij alle criteria vereist zijn.
uk: Пошук за кількома критеріями наразі не підтримується, якщо не потрібно виконувати всі критерії.

source: Currently the thumbnail cache is using %@ of disk space.
de: Der Thumbnail-Cache verwendet derzeit %@ des Speicherplatzes.
es: Actualmente, la caché de miniaturas está usando %@ del espacio en disco.
it: Attualmente la cache delle miniature utilizza %@ dello spazio su disco.
nl: Momenteel gebruikt de miniaturenbuffer %@ van de schijfruimte.
uk: Зараз кеш ескізів використовує %@ дискового простору.

source: Custom configuration detected
de: Benutzerdefinierte Konfiguration erkannt
es: Configuración personalizada detectada
it: Configurazione personalizzata rilevata
nl: Aangepaste configuratie gevonden
uk: Виявлено власну конфігурацію

source: Custom configuration saved
de: Benutzerdefinierte Konfiguration gespeichert
es: Configuración personalizada guardada
it: Configurazione personalizzata salvata
nl: Aangepaste configuratie opgeslagen
uk: Налаштування користувача збережено

source: Decrypted path
de: Entschlüsselter Pfad
es: Ruta descifrada
it: Percorso decrittato
nl: Gedecrypteerd pad
uk: Розшифрований шлях

source: Delay for processing changes (seconds)
de: Verzögerung bei der Verarbeitung von Änderungen (Sekunden)
es: Retraso para procesar cambios (segundos)
it: Ritardo per l'elaborazione delle modifiche (secondi)
nl: Vertraging voor het verwerken van wijzigingen (seconden)
uk: Затримка під час обробки змін (секунди)

source: Delete
de: Löschen
es: Eliminar
it: Elimina
nl: Verwijderen
uk: Видалити

source: Delete file
de: Datei löschen
es: Eliminar archivo
it: Elimina file
nl: Verwijder bestand
uk: Видалити файл

source: Device
de: Gerät
es: Dispositivo
it: Dispositivo
nl: Apparaat
uk: Пристрій

source: Device addresses
de: Geräteadressen
es: Direcciones del dispositivo
it: Indirizzi del dispositivo
nl: Apparaatadressen
uk: Адреси пристроїв

source: Device ID
de: Geräte-ID
es: ID de dispositivo
it: ID dispositivo
nl: Apparaatcode
uk: Ідентифікатор пристрою

source: Device identifier
de: Gerätekennung
es: Identificador del dispositivo
it: Identificatore del dispositivo
nl: Apparaatcode
uk: Ідентифікатор пристрою

source: Device information
de: Geräteinformationen
es: Información del dispositivo
it: Informazioni sul dispositivo
nl: Apparaatinformatie
uk: Інформація про пристрій

source: Device name
de: Gerätename
es: Nombre del dispositivo
it: Nome del dispositivo
nl: Apparaatnaam
uk: Назва пристрою

source: Device settings
de: Geräteeinstellungen
es: Configuración del dispositivo
it: Impostazioni dispositivo
nl: Apparaatinstellingen
uk: Налаштування пристрою

source: Devices
de: Geräte
es: Dispositivos
it: Dispositivi
nl: Apparaten
uk: Пристрої

source: Devices that need your attention
de: Geräte, die Ihre Aufmerksamkeit benötigen
es: Dispositivos que necesitan tu atención
it: Dispositivi che richiedono la tua attenzione
nl: Apparaten die uw aandacht nodig hebben
uk: Пристрої, що потребують вашої уваги

source: Direction
de: Richtung
es: Dirección
it: Direzione
nl: Richting
uk: Напрямок

source: Disable
de: Deaktivieren
es: Desactivar
it: Disabilita
nl: Uitschakelen
uk: Вимкнути

source: Discovered devices
de: Entdeckte Geräte
es: Dispositivos descubiertos
it: Dispositivi scoperti
nl: Ontdekte apparaten
uk: Виявлені пристрої

source: Discovered folders
de: Entdeckte Ordner
es: Carpetas descubiertas
it: Cartelle scoperte
nl: Ontdekte mappen
uk: Виявлені папки

source: Discovery
de: Entdeckung
es: Descubrimiento
it: Scoperta
nl: Ontdekking
uk: Відкриття

source: Dismiss
de: Verwerfen
es: Descartar
it: Annulla
nl: Afwijzen
uk: Відхилити

source: Display name
de: Anzeigename
es: Nombre para mostrar
it: Nome visualizzato
nl: Weergavenaam
uk: Відображуване ім'я

source: Do not change
de: Nicht ändern
es: No cambiar
it: Non cambiare
nl: Niet wijzigen
uk: Не змінювати

source: Do not show folders
de: Ordner nicht anzeigen
es: No mostrar carpetas
it: Non mostrare le cartelle
nl: Mappen niet weergeven
uk: Не показувати папки

source: Do not synchronize with this device
de: Nicht mit diesem Gerät synchronisieren
es: No sincronizar con este dispositivo
it: Non sincronizzare con questo dispositivo
nl: Niet synchroniseren met dit apparaat
uk: Не синхронізувати з цим пристроєм

source: Done
de: Fertig
es: Hecho
it: Fatto
nl: Gereed
uk: Готово

source: Download files
de: Dateien herunterladen
es: Descargar archivos
it: Scarica file
nl: Bestanden downloaden
uk: Завантажити файли

source: Downloaded
de: Heruntergeladen
es: Descargado
it: Scaricato
nl: Gedownload
uk: Завантажено

source: Downloading file...
de: Datei wird heruntergeladen...
es: Descargando archivo...
it: Download del file in corso...
nl: Bezig met downloaden...
uk: Завантаження файлу...

source: Duration
de: Dauer
es: Duración
it: Durata
nl: Tijdsduur
uk: Тривалість

source: During the last 24 hours
de: In den letzten 24 Stunden
es: Durante las últimas 24 horas
it: Nelle ultime 24 ore
nl: In de afgelopen 24 uur
uk: Протягом останніх 24 годин

source: Enable
de: Aktivieren
es: Habilitar
it: Abilita
nl: Inschakelen
uk: Увімкнути

source: Enable debug logging
de: Aktiviere Debug-Logging
es: Habilitar registro de depuración
it: Abilita registrazione debug
nl: Schakel foutopsporing logging in
uk: Увімкнути журнал налагодження

source: Enable NAT-PMP / UPnP
de: Aktiviere NAT-PMP / UPnP
es: Activar NAT-PMP / UPnP
it: Abilita NAT-PMP / UPnP
nl: Gebruik NAT-PMP / UPnP
uk: Увімкнути NAT-PMP / UPnP

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
it: Abilita notifiche
nl: Meldingen inschakelen
uk: Увімкнути сповіщення

source: Enable relaying
de: Relais aktivieren
es: Habilitar retransmisión
it: Abilita il ritrasferimento
nl: Gebruik relays
uk: Увімкнути реле

source: Enable STUN
de: STUN aktivieren
es: Habilitar STUN
it: Abilita STUN
nl: STUN inschakelen
uk: Увімкнути STUN

source: Enable synchronization
de: Synchronisierung aktivieren
es: Habilitar sincronización
it: Abilita sincronizzazione
nl: Synchronisatie inschakelen
uk: Увімкнути синхронізацію

source: Enabled
de: Aktiviert
es: Habilitado
it: Abilitato
nl: Ingeschakeld
uk: Увімкнено

source: Encrypted
de: Verschlüsselt
es: Cifrado
it: Criptato
nl: Versleuteld
uk: Зашифровано

source: Encrypted file path
de: Verschlüsselter Dateipfad
es: Ruta de archivo cifrada
it: Percorso file crittografato
nl: Versleuteld bestandspad
uk: Зашифрований шлях до файлу

source: Encrypted files URL
de: URL für verschlüsselte Dateien
es: URL de archivos cifrados
it: URL dei file crittografati
nl: URL voor versleutelde bestanden
uk: URL зашифрованих файлів

source: Encrypted sharing links
de: Verschlüsselte Freigabelinks
es: Enlaces de compartición cifrados
it: Link di condivisione crittografati
nl: Versleutelde deelkoppelingen
uk: Зашифровані посилання для спільного доступу

source: Encryption details...
de: Verschlüsselungsdetails...
es: Detalles de encriptación...
it: Dettagli di crittografia...
nl: Versleutelingsdetails...
uk: Деталі шифрування...

source: Encryption password
de: Verschlüsselungspasswort
es: Contraseña de cifrado
it: Password di crittografia
nl: Encryptiewachtwoord
uk: Пароль шифрування

source: End User License Agreement
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de licencia de usuario final
it: Contratto di licenza con l'utente finale
nl: Eindgebruikerslicentieovereenkomst
uk: Ліцензійна угода з кінцевим користувачем

source: Ended
de: Beendet
es: Finalizado
it: Terminato
nl: Geëindigd
uk: Завершено

source: Enter a text to search for in the search field above to search.
de: Geben Sie einen Text in das Suchfeld oben ein, um zu suchen.
es: Introduce un texto en el campo de búsqueda de arriba para buscar.
it: Inserisci un testo nel campo di ricerca sopra per cercare.
nl: Voer een zoekterm in het zoekvak hierboven in om bestanden te zoeken.
uk: Введіть текст для пошуку в поле пошуку вище.

source: Error
de: Fehler
it: Errore
nl: Fout
uk: Помилка

source: Error loading ignore settings
de: Fehler beim Laden der Ignorier-Einstellungen
es: Error al cargar la configuración de ignorar
it: Errore nel caricamento delle impostazioni di ignorare
nl: Fout bij laden van negeerinstellingen
uk: Помилка завантаження налаштувань ігнорування

source: Example file location in folder:
de: Beispieldateiort im Ordner:
es: Ubicación del archivo de ejemplo en la carpeta:
it: Esempio di posizione del file nella cartella:
nl: Voorbeeld van bestandslocatie in map:
uk: Приклад розташування файлу в папці:

source: Existing folder: '%@'
de: Vorhandener Ordner: '%@'
es: Carpeta existente: '%@'
it: Cartella esistente: '%@'
nl: Bestaande map: '%@'
uk: Існуюча папка: '%@'

source: Export configuration file
de: Konfigurationsdatei exportieren
es: Exportar archivo de configuración
it: Esporta file di configurazione
nl: Exporteer configuratiebestand
uk: Експортувати файл конфігурації

source: External folder
de: Externer Ordner
es: Carpeta externa
it: Cartella esterna
nl: Externe map
uk: Зовнішня папка

source: External sharing
de: Externe Freigabe
es: Compartición externa
it: Condivisione esterna
nl: Extern delen
uk: Зовнішнє спільне використання

source: Extra files have been found. Because this is a receive-only folder, these files will not be synchronized.
de: Es wurden zusätzliche Dateien gefunden. Da dies ein Nur-Empfangen-Ordner ist, werden diese Dateien nicht synchronisiert.
es: Se han encontrado archivos adicionales. Dado que esta es una carpeta de solo recepción, estos archivos no se sincronizarán.
it: Sono stati trovati file extra. Poiché questa è una cartella di sola ricezione, questi file non verranno sincronizzati.
nl: Er zijn extra bestanden gevonden. Omdat dit een 'alleen ontvangen'-map is, worden deze bestanden niet gesynchroniseerd.
uk: Знайдено додаткові файли. Оскільки це папка тільки для отримання, ці файли не будуть синхронізовані.

source: Extra files have been found. Please decide for each file whether they should be synchronized or removed.
de: Zusätzliche Dateien wurden gefunden. Bitte entscheiden Sie für jede Datei, ob sie synchronisiert oder entfernt werden sollen.
es: Se han encontrado archivos adicionales. Decida para cada archivo si deben sincronizarse o eliminarse.
it: Sono stati trovati file extra. Decidi per ciascun file se devono essere sincronizzati o rimossi.
nl: Er werden nieuwe bestanden gevonden. Bepaal per bestand of deze gesynchroniseerd of verwijderd moeten worden.
uk: Знайдено додаткові файли. Будь ласка, вирішіть для кожного файлу, чи слід його синхронізувати або видалити.

source: Extra files in folder %@
de: Zusätzliche Dateien im Ordner %@
es: Archivos adicionales en la carpeta %@
it: File extra nella cartella %@
nl: Extra bestanden in map '%@'
uk: Додаткові файли в папці %@

source: Failed: %@
de: Fehlgeschlagen: %@
es: Fallido: %@
it: Fallito: %@
nl: Mislukt: %@
uk: Не вдалося: %@

source: File encryption key
de: Schlüssel zur Dateiverschlüsselung
es: Clave de cifrado de archivos
it: Chiave di crittografia file
nl: Bestandsversleutelingssleutel
uk: Ключ шифрування файлу

source: File on this device
de: Datei auf diesem Gerät
es: Archivo en este dispositivo
it: File su questo dispositivo
nl: Bestand op dit apparaat
uk: Файл на цьому пристрої

source: File previews
de: Dateivorschauen
es: Vistas previas de archivos
it: Anteprima file
nl: Bestandsvoorbeelden
uk: Перегляди файлів

source: File size
de: Dateigröße
es: Tamaño de archivo
it: Dimensione file
nl: Bestandsomvang
uk: Розмір файлу

source: File type
de: Dateityp
es: Tipo de archivo
it: Tipo di file
nl: Bestandstype
uk: Тип файлу

source: File was deleted
de: Datei wurde gelöscht
es: Archivo eliminado
it: File eliminato
nl: Het bestand was verwijderd
uk: Файл видалено

source: Files
de: Dateien
es: Archivos
it: File
nl: Bestanden
uk: Файли

source: Files and subdirectories whose paths match any of the patterns above will not be synchronized with other devices. Existing items matching the patterns will not be updated.
de: Dateien und Unterverzeichnisse, deren Pfade mit einem der oben genannten Muster übereinstimmen, werden nicht mit anderen Geräten synchronisiert. Vorhandene Elemente, die den Mustern entsprechen, werden nicht aktualisiert.
es: Los archivos y subdirectorios cuyos caminos coincidan con alguno de los patrones anteriores no se sincronizarán con otros dispositivos. Los elementos existentes que coincidan con los patrones no se actualizarán.
it: I file e le sottodirectory i cui percorsi corrispondono a uno dei modelli sopra indicati non verranno sincronizzati con altri dispositivi. Gli elementi esistenti che corrispondono ai modelli non verranno aggiornati.
nl: Bestanden en submappen waarvan de paden overeenkomen met een van de bovenstaande patronen zullen niet worden gesynchroniseerd met andere apparaten. Bestaande items die overeenkomen met de patronen zullen niet worden bijgewerkt.
uk: Файли та підкаталоги, шляхи яких збігаються з будь-яким із наведених вище шаблонів, не будуть синхронізовані з іншими пристроями. Існуючі елементи, що відповідають шаблонам, не будуть оновлюватися.

source: Files kept on device
de: Dateien auf Gerät gespeichert
es: Archivos guardados en el dispositivo
it: File conservati sul dispositivo
nl: Houd op dit apparaat
uk: Файли зберігаються на пристрої

source: Files kept on this device in '%@'
de: Dateien auf diesem Gerät in '%@'
es: Archivos guardados en este dispositivo en "%@"
it: File conservati su questo dispositivo in "%@"
nl: Bestanden op dit apparaat in '%@'
uk: Файли збережено на цьому пристрої у '%@'

source: Files kept on this device...
de: Dateien auf diesem Gerät gespeichert...
es: Archivos guardados en este dispositivo...
it: File conservati su questo dispositivo...
nl: Bestanden bewaard op dit apparaat...
uk: Файли, збережені на цьому пристрої...

source: Files on this device
de: Dateien auf diesem Gerät
es: Archivos en este dispositivo
it: File su questo dispositivo
nl: Bestanden op dit apparaat
uk: Файли на цьому пристрої

source: Files to ignore
de: Zu ignorierende Dateien
es: Archivos a ignorar
it: File da ignorare
nl: Te negeren bestanden
uk: Файли для ігнорування

source: Files to ignore...
de: Zu ignorierende Dateien...
es: Archivos para ignorar...
it: File da ignorare...
nl: Te negeren bestanden...
uk: Файли для ігнорування...

source: Fingerprint
de: Fingerabdruck
es: Huella digital
it: Impronta digitale
nl: Vingerafdruk
uk: Відбиток пальця

source: Finished
de: Fertig
es: Terminado
it: Completato
nl: Voltooid
uk: Завершено

source: Folder
de: Ordner
es: Carpeta
it: Cartella
nl: Map
uk: Папка

source: Folder '%@' has extra files
de: Ordner '%@' enthält zusätzliche Dateien
es: La carpeta '%@' tiene archivos adicionales
it: La cartella '%@' ha file extra
nl: Map '%@' heeft extra bestanden
uk: Папка '%@' містить додаткові файли

source: Folder access from menu
de: Ordnerzugriff über Menü
es: Acceso a la carpeta desde el menú
it: Accesso alla cartella dal menu
nl: Toegang tot map via menu
uk: Доступ до папки з меню

source: Folder does not exist
de: Ordner existiert nicht
es: La carpeta no existe
it: La cartella non esiste
nl: Map bestaat niet
uk: Папка не існує

source: Folder encryption password
de: Verschlüsselungspasswort für Ordner
es: Contraseña de cifrado de carpeta
it: Password di crittografia cartella
nl: Encryptiewachtwoord map
uk: Пароль шифрування папки

source: Folder ID
de: Ordner-ID
es: ID de carpeta
it: ID cartella
nl: Map-ID
uk: ID папки

source: Folder location
de: Ordnerstandort
es: Ubicación de la carpeta
it: Posizione cartella
nl: Maplocatie
uk: Розташування папки

source: Folder removed
de: Ordner entfernt
es: Carpeta eliminada
it: Cartella rimossa
nl: Map is verwijderd
uk: Папку видалено

source: Folder settings
de: Ordnereinstellungen
es: Configuración de carpetas
it: Impostazioni cartella
nl: Mapinstellingen
uk: Налаштування папки

source: Folder settings...
de: Ordner-Einstellungen...
es: Configuración de carpeta...
it: Impostazioni cartella...
nl: Mapinstellingen...
uk: Налаштування папки...

source: Folder statistics
de: Ordnerstatistiken
es: Estadísticas de la carpeta
it: Statistiche cartella
nl: Mapstatistieken
uk: Статистика папки

source: Folder statistics: '%@'
de: Ordnerstatistik: '%@'
es: Estadísticas de carpeta: '%@'
it: Statistiche cartella: '%@'
nl: Mapstatistieken: '%@'
uk: Статистика папки: '%@'

source: Folder statistics...
de: Ordnerstatistiken...
es: Estadísticas de la carpeta...
it: Statistiche cartella...
nl: Mapstatistieken...
uk: Статистика папок...

source: Folder structure
de: Ordnerstruktur
es: Estructura de carpetas
it: Struttura delle cartelle
nl: Mappenstructuur
uk: Структура папок

source: Folder was deleted
de: Ordner wurde gelöscht
es: Carpeta eliminada
it: Cartella eliminata
nl: Map is verwijderd
uk: Папку було видалено

source: Folders
de: Ordner
es: Carpetas
it: Cartelle
nl: Mappen
uk: Папки

source: Folders that need your attention
de: Ordner, die Ihre Aufmerksamkeit erfordern
es: Carpetas que requieren tu atención
it: Cartelle che richiedono la tua attenzione
nl: Mappen die je aandacht nodig hebben
uk: Папки, які потребують вашої уваги
